[Infirmary_GeneModdingChamber X2FacilityUpgradeTemplate]
DisplayName="基因改造室"
FacilityName="医务室"
Summary="用基因改造室升级医务室,它能够在基因层面上不道德地改造单位。"

[GeneModdingChamberSoldierStaffSlot X2StaffSlotTemplate]
EmptyText="打开：需要士兵"
BonusEmptyText="开始基因改造"
BonusDefaultText="基因改造"
BonusText="%SKILL 行动"
FilledText="%UNITNAME 正在进行基因改造行动！"
LockedText="锁定：购买升级"